Repository: chyp3r/Filmora
Catalog: Utils/Languages/Localizable.xcstrings
Source language: en
Languages: tr

# bornPrefix
source: Born:
tr: Doğum:

# budgetText
source: Budget
tr: Bütçe

# castTitle
source: Cast
tr: Ekip

# chatInputPlaceholder
source: Type your message...
tr: Mesajınızı yazın...

# chatTitle
source: Chat
tr: Sohbet

source: Date unavailable
tr: Tarih mevcut değil

# diedPrefix
source: Died:
tr: Ölüm:

# errorText
source: Error
tr: Hata

# errorTitle
source: Error
tr: Hata

# errorViewText
source: An error occurred.
tr: Bir hata oluştu.

# favoritesTitle
source: Favorites
tr: Favoriler

# financialTitle
source: Production Companies & Financials
tr: Yapımcılar ve Finansal Bilgiler

# homeTitle
source: Home
tr: Ana Sayfa

# moviesTitle
source: Movies
tr: Filmler

# noBiography
source: Biography not available
tr: Biyografi mevcut değil

# noFavorite
source: Can't find your favorite? Popular movies are here!
tr: Favorinizi bulamadınız mı? Popüler filmler burada!

# noInformation
source: No information available
tr: Bilgi mevcut değil

# noOverview
source: No overview available
tr: Özet mevcut değil

# noResult
source: No results found. You can try Filmora AI for suggestions.
tr: Sonuç bulunamadı. Tavsiye için Filmora AI'ı deneyebilirsiniz.

# notAvailable
source: N/A
tr: Yok

# noWebpageText
source: No Website Available
tr: Web sitesi mevcut değil

# nowPlayingTitle
source: Now Playing
tr: Vizyondakiler

# okButtonTitle
source: OK
tr: Tamam

# okeyText
source: Okey
tr: Tamam

# overviewTitle
source: Overview
tr: Özet

# popularMoviesTitle
source: Popular Movies
tr: Popüler Filmler

# popularPersonsTitle
source: Popular Persons
tr: Popüler Kişiler

# recommendTitle
source: Recommended for you
tr: Sizin için önerilenler

# releaseDate
source: Released on
tr: Çıkış Tarihi

# retryText
source: Try Again
tr: Tekrar Dene

# revenueText
source: Revenue
tr: Hasılat

# searchPlaceHolder
source: Search for movies, TV shows...
tr: Film, dizi ara...

# searchTitle
source: Search
tr: Arama

# sendButtonTitle
source: Send
tr: Gönder

# timeShortening
source: min
tr: dk

# topRatedTitle
source: Top Rated Movies
tr: En İyi Puan Alan Filmler

# trendingTitle
source: Trending Movies
tr: Trend Filmler

# tryFilmora
source: Try Filmora AI
tr: Filmora AI'ı dene

# tryMovies
source: See Popular Movies
tr: Popüler Filmleri Gör

# unknownPlace
source: Unknown Location
tr: Bilinmeyen Konum

# upcomingTitle
source: Upcoming Movies
tr: Yaklaşan Filmler

source: View More
tr: Daha Fazla Göster

# visitWebpageText
source: Visit Website
tr: Web Sitesini Ziyaret Et
